Repository: KDE/plasma-sdk
Catalog: po/*/iconexplorer.po
Languages: eo

source: Start with category
eo: Komenci kun kategorio

source: category
eo: kategorio

source: Start full-screen
eo: Komenci plen-ekrane

source: Run in icon-picker mode
eo: Ruli en piktogram-elektila reĝimo

source: Open with External Program
eo: Malfermi kun Ekstera Programo

source: Open Containing Folder
eo: Malfermi Enhavan Dosierujon

source: Insert Name
eo: Enigi Nomon

source: Copy Name to Clipboard
eo: Kopii Nomon al Tondujo

source: Icon name copied to clipboard
eo: Piktogramonomo kopiita al tondujo

source: Take Screenshot…
eo: Preni Ekrankopion...

source: Breeze Colors
eo: Brizaj Koloroj

source: Breeze Dark Colors
eo: Brizo Malhelaj Koloroj

source: Breeze (Normal) and Breeze Dark
eo: Brizo (Normala) kaj Breeze Dark

source: Active Color Scheme
eo: Aktiva kolorskemo

source: View in Other Icon Themes
eo: Rigardi en aliaj piktogramaj etosoj

# @title placeholder is an icon name
source: Other versions of %1
eo: Aliaj versioj de %1

source: File
eo: Dosiero

source: Export Montage with Color Scheme…
eo: Eksporti muntadon kun kolorskemo…

source: Breeze (Normal)
eo: Breeze (Normala)

source: Breeze Dark
eo: Breeze Malhela

source: Quit
eo: Forlasi

source: View
eo: Rigardi

source: Zoom In
eo: Zomi enen

source: Zoom Out
eo: Malzomi

source: File name:
eo: Dosiernomo:

source: Category:
eo: Kategorio:

source: Scalable:
eo: Skalebla:

source: yes
eo: jes

source: no
eo: ne

source: Color scheme:
eo: Kolorskemo:
