Repository: KDE/plasma-sdk
Catalog: po/*/plasmoidviewer.po
Languages: ar

# NAME OF TRANSLATORS
source: Your names
ar: صفا الفليج,محمد ابراهيم الحرقان,زايد السعيدي

# EMAIL OF TRANSLATORS
source: Your emails
ar: safa1996alfulaij@gmail.com,imksa@hotmail.com,zayed.alsaidi@gmail.com

source: Plasmoidviewer
ar: عارض بلازمويدات

source: Run Plasma widgets in their own window
ar: تشغيل أدوات بلازما في نافذة خاصة بها

source: The name of the containment plugin
ar: اسم ملحقة الحاوي

source: The name of the applet plugin
ar: اسم ملحقة البريمج

source: The formfactor to use (horizontal, vertical, mediacenter, planar or application)
ar: معامل النّموذج لاستخدامه (horizontal، أو vertical، أو mediacenter، أوplanar أو application)

source: The location constraint to start the Containment with (floating, desktop, fullscreen, topedge, bottomedge, leftedge, rightedge)
ar: قيود الموقع لبدء الحاوية (عائم، سطح المكتب، ملء الشاشة، الحافة العلوية، الحافة السفلية، الحافة اليسرى، الحافة اليمنى)

source: Set the x position of the plasmoidviewer on the Plasma desktop
ar: تعيين الموضع س لبرنامج عارض البلازمويد على سطح مكتب بلازما

source: Set the y position of the plasmoidviewer on the Plasma desktop
ar: تعيين الموضع ص لبرنامج عارض البلازمويد على سطح مكتب بلازما

source: Set the window size of the plasmoidview
ar: عيّن حجم نافذة عارض البلازمويدات

source: The size in kB to set the pixmap cache to
ar: الحجم بالكيلوبايت لتعيين الخبيئة للخريطة النقطية

source: The name of the theme which the shell will use
ar: اسم السّمة الّتي ستُستخدم

source: Data that should be passed to the applet as 'externalData' event
ar: البيانات التي يجب تمريرها إلى التطبيق الصغير كحدث ”externalData“

source: Applet %1 does not exist.
ar: التطبيق %1 غير موجود.

source: Containment %1 does not exist.
ar: الحاوية %1 غير موجودة.

# @title:window
source: Save Screenshot
ar: احفظ لقطة الشاشة
